Repository: yasound/yaapp
Catalog: yaapp/apps/yamessage/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(user_name)s is listening to your radio "%(radio_name)s"
fr: %(user_name)s écoute votre radio "%(radio_name)s"

source: %(user_name)s is online on Yasound
fr: %(user_name)s s'est connecté à Yasound

source: %(user_name)s posted a message on your radio "%(radio_name)s"
fr: %(user_name)s a posté un message sur votre radio "%(radio_name)s"

source: %(user_name)s liked '%(song_name)s' on radio "%(radio_name)s"
fr: %(user_name)s aime le titre '%(song_name)s' sur la radio "%(radio_name)s"

source: %(user_name)s added "%(radio_name)s" as a favorite
fr: %(user_name)s a ajouté "%(radio_name)s" à ses favoris

source: %(user_name)s shared your radio "%(radio_name)s"
fr: %(user_name)s a partagé votre radio "%(radio_name)s"

source: %(user_name)s created a radio: "%(radio_name)s"
fr: %(user_name)s a créé sa radio : "%(radio_name)s"

source: you have a message from Yasound
fr: Yasound vous a envoyé un message

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> created <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s</a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> a crée <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s</a>

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> is listening to <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s</a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> écoute <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s</a>

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> is online on Yasound
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> s'est connecté sur Yasound

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> posted a message on <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> a posté un message sur <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> added <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a> as a favorite
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> a ajouté <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a> à ses favoris

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> shared <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> a partagé <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> liked %(song_name)s on <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> aime %(song_name)s sur <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>

source: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> is listening to <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>
fr: <a class='profile' data-username='%(user_username)s' href='%(user_url)s'> <div class='picture'> <img src='%(user_picture_url)s'> </div>%(user_name)s</a> écoute <a href='%(radio_url)s' data-uuid='%(radio_uuid)s' class='radio'>%(radio_name)s </a>
