Repository: yasound/yaapp
Catalog: yaapp/apps/yabackoffice/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Unfinished uploads are pending, do you really want to leave Yasound?
fr: Des uploads sont en cours, voulez-vous vraiment quitter yasound ?

source: Yasound Playlist
fr: Playlist Yasound

source: Yasound Import
fr: Import Yasound

source: Data saved with success
fr: Données sauvegardées avec succès

source: Error while saving data
fr: Erreur lors de la sauvegarde des données

source: Close
fr: Fermer

source: by
fr: par

source: All genres
fr: Tous Styles

source: Classical
fr: Classique

source: French Music
fr: Chanson Française

source: Miscellaneous
fr: Divers

source: Unknown album
fr: Album inconnu

source: on
fr: sur

source: followers
fr: abonnés

source: follower
fr: abonné

source: years old
fr: ans

source: male
fr: homme

source: female
fr: femme

source: New notification received
fr: Nouvelle notification reçue

source: Show more
fr: Charger plus

source: Login error
fr: Erreur de connexion

source: Error while login in
fr: Erreur lors de la connexion

source: My radios
fr: Mes radios

source: Create radio
fr: Créer une radio

source: Filter by genre
fr: Filtrer par genre

source: Next favorites
fr: Favoris suivants

source: Next radios
fr: Radios suivantes

source: Error
fr: Erreur

source: Nothing to share
fr: Rien à partager

source: Join me on Yasound and let's share music
fr: Rejoins moi sur Yasound et partageons notre musique

source: You must be logged in
fr: Vous devez être authentifié

source: Join me on #yasound
fr: Rejoins moi sur #yasound

source: Join me on yasound:
fr: Rejoins moi sur yasound:

source: Join me on Yasound
fr: Rejoins moi sur Yasound

source: Thank you
fr: Merci

source: Your friends have been invited successfully.
fr: Vos amis ont été invités avec succès.

source: Error while communicating with Yasound, please retry late
fr: Erreur lors de la communication avec Yasound, veuillez réessayer ultérieurement.

source: Invalid code
fr: Code invalide

source: The provided code is invalid.
fr: Le code fourni est invalide.

source: Code validated
fr: Code validé

source: Your code is now validated, your gift will be available soon.
fr: Votre code est maintenant validé, votre cadeau sera bientôt disponible.

source: feb
fr: fev

source: apr
fr: avr

source: may
fr: mai

source: jun
fr: juin

source: jul
fr: juil

source: aug
fr: aout

source: yes
fr: oui

source: Error while creating radio
fr: Erreur lors de création de la radio

source: Notification marked as read
fr: Notification marquée comme lue

source: Notification deleted
fr: Notification effacée

source: Next notifications
fr: Notifications suivantes

source: Follow
fr: Suivre

source: Unfollow
fr: Ne plus suivre

source: Song added
fr: Titre ajouté

source: Export results:
fr: Résultats de export:

source: tracks founds
fr: titres trouvés

source: tracks not found
fr: titres non trouvés

source: Results
fr: Résultats

source: Warning
fr: Attention

source: You must own the copyright or have the necessary rights for any content you upload on Yasound
fr: Vous devez posséder tous les droits du contenu que vous uploadez sur Yasound

source: I agree
fr: Je suis d'accord

source: Cancel
fr: Annuler

source: iTunes import analyzis started
fr: L'analyse de l'import iTunes a démarré

source: Error while analyzing iTunes import data
fr: Erreur lors de l'analyse de l'import iTunes

source: Import results:
fr: Résultats de l'import :

source: tracks have been added in your playlist
fr: titres ont été ajoutés à votre playlist

source: tracks could not be found
fr: titres n'ont pas été trouvés

source: Results from Deezer import
fr: Résultats de l'import Deezer

source: every <%range%> songs
fr: tous les <%range%> morceaux

source: Your jingle will be lost for ever, continue?
fr: Votre jingle sera supprimé définitivement, continuer ?

source: Yes, delete it
fr: Oui, l'effacer

source: new jingle
fr: nouveau jingle

source: <%name%> liked this song!
fr: <%name%> a aimé ce morceau !

source: <%name1%> and <%name2%> liked this song!
fr: <%name1%> et <%name2%> ont aimé ce morceau !

source: <%name1%>, <%name2%> and <%name3%> liked this song!
fr: <%name1%>, <%name2%> et <%name3%> ont aimé ce morceau !

source: <%name1%>, <%name2%>, <%name3%> and another person liked this song!
fr: <%name1%>, <%name2%> et <%name3%> et une autre personne ont aimé ce morceau !

source: <%name1%>, <%name2%> and <%name3%> and <%other%> people liked this song!
fr: <%name1%>, <%name2%> et <%name3%> et <%other%> autres personnes ont aimé ce morceau !

source: Next messages
fr: Messages suivants

source: Radio settings updated
fr: Paramètres de la radio mis à jour

source: Error while saving settings
fr: Erreur lors de la sauvegarde des paramètres

source: The url you defined is permanent and cannot be changed, continue?
fr: L'url que vous venez de saisir sera permanente et ne pourra être modifiée, continuer ?

source: Yes, set the url
fr: Oui, définir l'url

source: mm/dd/yyyy
fr: dd/mm/yyyy

source: Facebook settings saved
fr: Paramètres Facebook sauvegardés

source: Error while saving Facebook settings
fr: Erreur lors de la sauvegarde des paramètres Facebook

source: Twitter settings saved
fr: Paramètres Twitter sauvegardés

source: Error while saving Twitter settings
fr: Erreur lors de la sauvegarde des paramètres Twitter

source: Settings updated
fr: Paramètres mis à jour

source: I am listening to
fr: J'écoute

source: Registration error
fr: Erreur d'inscription

source: Error while creating account
fr: Erreur lors de création du compte

source: Song management
fr: Gestion des chansons

source: Unmatched songs
fr: Chansons non détectées

source: Missing songs
fr: Chansons manquantes

source: Upload new songs to yasound
fr: Envoyer les nouvelles chansons vers yasound

source: All songs
fr: Toutes les chansons

source: Moderation
fr: Modération

source: Users
fr: Utilisateurs

source: Statistics
fr: Statistiques

source: Useful stats
fr: Statistiques utiles

source: Most popular songs
fr: Chansons les plus populaires

source: Rejected songs
fr: Chansons rejetées

source: Radios stats
fr: Statistiques des radios

source: Activity score factors
fr: Pondération des scores d'activités

source: factors to compute radio activity score
fr: Pondération pour calculer le score d'une radio

source: premium settings
fr: Paramètres premium

source: Name
fr: Nom

source: Displaying {0} - {1} of {2}
fr: Affichage de {0} - {1} sur {2}

source: Nothing to display
fr: Rien à afficher

source: {text} ({[values.rs.length]} {[values.rs.length > 1 ? "elements" : "element"]})
fr: {text} ({[values.rs.length]} {[values.rs.length > 1 ? "éléments" : "élément"]})

source: Feature
fr: Fonctionnalité

source: Create a country
fr: Créer un pays

source: Submit
fr: Valider

source: Edit country
fr: Editer le pays

source: Do you want to delete the country ?
fr: Voulez-vous supprimer ce pays ?

source: Add a feature
fr: Ajouter une fonctionnalité

source: Edit feature
fr: Editer la fonctionnalité

source: Do you want to delete the feature ?
fr: Voulez-vous supprimer cette fonctionnalité ?

source: Login
fr: Se connecter

source: Select a feature...
fr: Sélectionner une fonctionnalité

source: Countries
fr: Pays

source: Create new country
fr: Créer un nouveau pays

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Features
fr: Fonctionnalités

source: Add feature
fr: Ajouter une fonctionnalité

source: Enter name of VIP
fr: Entrez le nom du VIP

source: Enter mail of VIP
fr: Entrez le mail du VIP

source: Please choose a radio
fr: Veuillez choisir une radio

source: Subject
fr: Sujet

source: Enter subject of invitation
fr: Saisir le sujet de l'invitation

source: Save
fr: Sauver

source: Sending informations...
fr: Transmission des informations...

source: Associated user
fr: Utilisateur associé

source: Sent at
fr: Envoyée le

source: Do you want to generate invitation message ?
fr: Voulez-vous générer le message d'invitation ?

source: Do you want to send invitation ?
fr: Voulez-vous envoyer l'invitation ?

source: Generate message
fr: Générer le message

source: Send invitation
fr: Envoyer l'invitation

source: Create new invitation
fr: Créer une nouvelle invitation

source: Do you want to create new invitation ?
fr: Voulez-vous créer une nouvelle invitation ?

source: New VIP
fr: Nouveau VIP

source: Do you want to delete invitation ?
fr: Voulez-vous supprimer l'invitation ?

source: Invitations management
fr: Gestion des invitations

source: Pending
fr: Non envoyées

source: Sent
fr: Envoyées

source: Accepted
fr: Acceptées

source: Language
fr: Langue

source: Groups
fr: Groupes

source: Menus management
fr: Gestion des menus

source: Do you want to delete permanently the message ?
fr: Voulez-vous supprimer définitivement le message ?

source: Do you want to ignore permanently the notification ?
fr: Voulez-vous ignorer définitivement cette notification ?

source: Abuse notifications
fr: Notifications d'abus

source: Delete notification and message
fr: Supprimer la notification et le message associé

source: Ignore notification
fr: Ignorer la notification

source: Sender
fr: Emetteur

source: User
fr: Utilisateur

source: Text
fr: Texte

source: Blacklist
fr: Blacklister

source: Do you want to blacklist this radio ?
fr: Voulez-vous blacklister cette radio ?

source: Unblacklist
fr: Déblacklister

source: Do you want to un-blacklist this radio ?
fr: Voulez-vous de-blacklister cette radio ?

source: Comments
fr: Commentaires

source: Do you want to delete this comment ?
fr: Voulez-vous supprimer ce commentaire ?

source: Permanent codes usage
fr: Utilisation des codes permanents

source: Created
fr: Crée le

source: Group
fr: Groupe

source: Duration
fr: Durée

source: Duration unit
fr: Unité de durée

source: days
fr: jours

source: weeks
fr: semaines

source: months
fr: mois

source: Used codes
fr: Codes utilisés

source: Available codes
fr: Codes disponibles

source: Promocode generator
fr: Générateur de code

source: Do you want to delete the code(s) ?
fr: Voulez-vous supprimer ce(s) code(s) ?

source: Please enter group :
fr: Veuillez entrer un groupe :

source: Select a service...
fr: Sélectionner un service

source: Select a duration...
fr: Sélectionner une unité de durée...

source: Service duration
fr: Durée du service

source: Prefix
fr: Préfixe

source: Quantity
fr: Quantité

source: Service Duration
fr: Durée du service

source: Service duration (months)
fr: Durée du service (mois)

source: Enabled
fr: Activé

source: Permanent codes
fr: Codes permanents

source: Create code
fr: Créer un code

source: Export
fr: Exporter

source: Unique usage codes
fr: Codes à usage unique

source: Generate codes
fr: Générer des codes

source: Export selection
fr: Exporter la sélection

source: Export by group
fr: Exporter par groupe

source: Group usage
fr: Utilisation des groupes

source: Songs
fr: Chanson

source: Find musicbrainz id
fr: Rechercher l'id musicbrainz

source: Enter radio name
fr: Entrez le nom de la radio

source: Radio name
fr: Nom de la radio

source: Choose a user
fr: Sélectionner un utilisateur

source: Select files or folder
fr: Sélectionner des fichiers ou un répertoire

source: Upload songs
fr: Importer des chansons

source: Owner
fr: Propriétaire

source: Song count
fr: Nombre de chansons

source: Do you want to remove songs from radio
fr: Voulez-vous supprimer les chansons de la radio ?

source: Do you want to duplicate this radio ?
fr: Voulez-vous dupliquer cette radio ?

source: Do you want to remove all songs from radio
fr: Voulez-vous supprimer toutes les chansons de la radio ?

source: Do you want to find and remove duplicates from radio
fr: Voulez-vous supprimer les doublons de la radio ?

source: Do you want to add songs to radio
fr: Voulez-vous ajouter les chansons à la radio ?

source: The following metadata have been found, use it ?
fr: Les métadatas suivantes ont été trouvées, les utiliser ?

source: Songs assigned to radio
fr: Chansons assignées à la radio

source: Remove from radio
fr: Supprimer de la radio

source: Remove all songs from radio
fr: Supprimer toutes les chansons de la radio

source: Remove duplicate songs from radio
fr: Supprimer les doublons de la radio

source: Create new radio
fr: Créer une radio

source: Do you want to create new radio ?
fr: Voulez-vous créer une radio ?

source: New radio
fr: Nouvelle radio

source: Duplicate
fr: Dupliquer

source: Do you want to delete radio ?
fr: Voulez-vous supprimer la radio ?

source: Available songs
fr: Chansons disponibles

source: Add to radio
fr: Ajouter à la radio

source: Find metadata
fr: Rechercher les métadatas

source: Programming
fr: Programmation

source: Track
fr: Piste

source: Artist
fr: Artiste

source: Song id
fr: Id de chanson

source: Lastfm id
fr: Rechercher l'id lastfm

source: Radio activity score factors
fr: Pondération des scores d'activité

source: Radio activity score
fr: Score d'activité de radio

source: Value
fr: Valeur

source: Fuzzy song search
fr: Recherche floue

source: Count
fr: Total

source: Most missing songs
fr: Chansons manquantes les plus demandées

source: Refresh
fr: Rafraichir

source: Upload file
fr: Importer un titre

source: Reject count
fr: Nombre de rejets

source: Export last 6 months data
fr: Exporter les données des 6 derniers mois

source: Metrics
fr: Métriques

source: Loading...
fr: Chargement en cours...

source: Last month metrics
fr: Metriques du dernier mois

source: Last 12 months metrics
fr: Métriques des 12 derniers mois

source: Radio animators activity
fr: Activité des animateurs de radio

source: Listen activity
fr: Activités d'écoute

source: Number of messages
fr: Nombre de messages

source: Message count per user
fr: Nombre de message par utilisateur

source: Number of likes
fr: Nombre de "J'aime"

source: Likes per user
fr: Nombre de "J'aime" par utilisateur

source: Share activity
fr: Activités de partage

source: Key figures
fr: Chiffres clefs

source: Radio tags
fr: Tags de radio

source: Select a file
fr: Sélectionner un fichier

source: Import
fr: Importer

source: Import results
fr: Résultats de l'import

source: Upload started
fr: Import démarré

source: History
fr: Historique

source: Please select user
fr: Veuillez sélectionner un utilisateur

source: Facebook UID
fr: UID facebook

source: Join date
fr: Date d'inscription

source: Last authentication
fr: Dernière authentification

source: Superuser?
fr: Superutilisateur ?

source: Yes
fr: Oui

source: No
fr: Non

source: Actived?
fr: Activé ?

source: Animator type
fr: Type d'animation

source: Username
fr: Utilisateur

source: Song
fr: Chanson

source: Share type
fr: Type de partage

source: Do you want to disable the selected user(s)
fr: Voulez-vous désactiver les utilisateurs sélectionnés ?

source: Do you want to mark the user(s) as fake ?
fr: Voulez-vous marquer cet utilisateur comme étant invalide ?

source: Do you want to enable the selected user(s)
fr: Voulez-vous activer les utilisateurs sélectionnés ?

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Report as fake user
fr: Déclarer comme utilisateur invalide

source: Enable HD
fr: Activer la HD

source: Disable HD
fr: Désactiver la HD

source: Export selected users
fr: Exporter les utilisateurs sélectionnés

source: Export all users
fr: Exporter tous les utilisateurs
