Repository: yasound/yaapp
Catalog: yaapp/apps/yaweb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Occupation
fr: Profession

source: Are you registered at Yasound?
fr: Êtes-vous inscrit sur Yasound ?

source: A mac
fr: Un mac

source: Which one ?
fr: Lequel ?

source: A PC
fr: Un PC

source: An iPhone
fr: Un iPhone

source: An iPod
fr: Un iPod

source: An iPad
fr: Un iPad

source: A smartphone shipped with Android
fr: Un smartphone équipé d'Android

source: General informations
fr: Informations générales

source: You and Yasound
fr: Vous et Yasound

source: What is your account ?
fr: Sous quel identifiant ?

source: What equipment do you have?
fr: De quel équipement disposez vous ?

source: Are you registered at another music platform?
fr: Etes-vous abonné à d’autres plateformes d’écoute de musique en ligne ?

source: Have you subscribed to paid options?
fr: Avez-vous souscrit à des comptes payants ?

source: About
fr: A propos de nous

source: CEO, Co-Founder <br/> <br/> Jean-Marc founded the web agency CSTech and Jiwa, a music-on-demand website. <br/> When he's not founding startups, Jean-Marc loves to travel.
fr: Cofondateur, Président<br /><br />Jean-Marc a fondé la webagency CSTech et le site de musique à la demande Jiwa.<br />A part créer des startups, il aime bien aussi voyager...

source: CTO, Co-Founder<br /><br /> After developing music software and providing audio R&amp;D for video game publishers, Sébastien joined MXP4 where he became Senior Director of Technology. <br /> When he's not coding in C++, Sébastien plays music and studies Asian languages.
fr: Cofondateur, Directeur Technique<br /><br />Après avoir développé de nombreux logiciels de musique et assuré la R&D audio d'éditeurs de jeux vidéos, il rejoint la startup MXP4 où il devient Senior Director of Technology.<br />Quand il ne code pas en C++, il pratique les langues orientales et la musique.

source: <p>MP3, Internet radio, YouTube, and music streaming sites have all expanded our options for listening to music. But it has never really been possible to share music in real time. Yasound is part of a new generation of social listening sites that give users the tools to share and communicate like never before. </p> <p>Yasound was founded in 2011 by Jean-Marc Plueger and Sébastien Métrot. </p>
fr: <p>MP3, webradios, Youtube ou sites de streaming, les moyens pour écouter de la musique sur le net se sont multipliés. Pourtant ce n'est pas vraiment possible de partager son écoute en temps réel. Yasound appartient à une nouvelle génération de sites de musique : la génération de l'écoute sociale, qui offre à ses utilisateurs la possibilité de communiquer et d'échanger autour d'une même écoute.<br /><br /><br />Yasound a été fondé en 2011 par Jean-Marc Plueger et Sébastien Métrot.</p>

source: Yasound is a new service that lets you create your own radio station in just a few clicks and share it with your friends in real time.
fr: Yasound est un nouveau service qui vous permet de créer votre radio musicale en un instant et d'échanger en temps réel avec vos amis.

source: YASOUND : There’s no need to listen to music alone anymore
fr: YASOUND : N'écoutez plus seul votre musique.

source: Company
fr: Compagnie

source: With Yasound, there’s no need to listen to music alone anymore. Create your own radio station instantly and share with your friends in real time online and on your phone.
fr: Avec Yasound, créez votre radio en un instant, écoutez la musique avec vos amis, et communiquez avec eux en temps réel sur le net, et bientôt sur votre mobile.

source: About us
fr: A propos de nous

source: Careers
fr: Jobs

source: Press
fr: Presse

source: Home page
fr: Accueil

source: © 2011 - All rights reserved
fr: © 2011 - Tous droits réservés

source: Email Address
fr: Adresse email

source: Partnerships
fr: Partenariats

source: Address
fr: Adresse

source: Contact us
fr: Nos coordonnées

source: YASOUND | Sounds like you
fr: YASOUND | Ma radio, c'est moi

source: With Yasound, <br/>turn your smartphone into a radio station.
fr: Avec Yasound, <br/>transformez votre mobile en station de radio.

source: Go to full website
fr: Accéder au site complet

source: Work in our Paris office and join our small and talented team working on exciting new projects with our CTO.?
fr: Vous travaillerez en nos locaux de Paris 18ème sous la supervision de notre Directeur Technique et rejoindrez une petite équipe flexible, compétente et motivée par un projet passionant.<br />

source: Write us at
fr: Intéressé ? Envoyez nous un email à

source: <h3>Mobile Software Developer</h3> <p>You will take part in the development of Yasound's mobile service (iOS + Android)</p> <ul> <li>Good C++ developer</li> <li>Knowledge of ObjectiveC and JNI appreciated.</li> <li>At least basic practical experience with dev on iOS or Android</li> <li>Taste and talent for developing innovative and effective graphical user interfaces.</li> <li>Taste for graphic and audio development</li> <li>An understanding of the challenges of streaming audio.</li> <li>Revision control systems: Git + Github.</li> <li>Love of music</li> <li>Tech English required.</li> <li>Must be curious, hard-working, efficient, passionate, and friendly. <br /> </li> </ul> <h3>Web and Server Application Developer</h3> <p>You will take part in the development of the Yasound service (web server).</p> <ul> <li>Good knowledge of Python, Node/Javascript, PHP, HTML 5, CSS.</li> <li>Good knowledge of dev application servers on Linux.</li> <li>Algorithmic / optimization / scalability.</li> <li>An understanding of the challenges of streaming audio on the web (Icecast2, RSTP, etc.)</li> <li>SQL (MySQL / PostgreSQL).</li> <li>Revision control systems: Git + Github.</li> <li>Tech English required.</li> <li>Love of music.</li> <li>Must be curious, hard-working, efficient, passionate, and friendly. <br /> </li> </ul> <h3>Interns</h3> <p> Interested in an internship in the field in web and mobile development, online marketing, or online community management? Send us an email at
fr: <h3>Développeur mobile</h3> <p>Vous participerez au développement du service Yasound sur mobile (iOS + Android)</p> <ul> <li>Maitrise du C++.</li> <li> Connaissances d'ObjectiveC et de JNI appréciées.</li> <li> Au moins une première expérience pratique de dev sur iOS ou Android.</li> <li> Goût et talent pour le développement d'interfaces graphiques originales et efficaces.</li> <li> Goût pour le dev graphique et audio.</li> <li> Bonne connaissances des problématiques de streaming audio.</li> <li> Outils de gestion revisions: Git + Github.</li> <li> Sensibilité musicale.</li> <li> Anglais technique requis.</li> <li> Curieux, rigoureux, efficace, passionné et sympa.<br /> </li> </ul> <h3>Développeur web et serveur d'application</h3> <p>Vous participerez au développement du service Yasound (web et serveur).</p> <ul> <li>Maitrise: Python, Node/Javascript, Php, HTML 5, CSS.</li> <li> Bonne connaissance du dev de serveurs d'application sur linux.</li> <li> Algorithmique / optimisation / scalabilité.</li> <li> Bonne connaissances des problématiques de streaming audio sur le web (Icecast2, rstp, etc)</li> <li> SQL (mysql / postgresql).</li> <li> Outils de gestion revisions: Git + Github.</li> <li> Anglais technique requis.</li> <li> Sensibilité musicale.</li> <li> Curieux, rigoureux, efficace, passionné et sympa.<br /> </li> </ul> <h3>Stagiaires</h3> <p>Vous recherchez un stage dans le domaine du développement web ou mobile, marketing online ou encore community management ? Envoyez nous un email à

source: Yasound's hiring!
fr: Yasound recrute

source: Address your inquiries to
fr: Vous pouvez adresser vos demandes d'information à

source: Logo
fr: Logotype

source: High resolution photos
fr: Photographies en haute résolution

source: Workstation
fr: Bureau

source: Office
fr: Le studio

source: Press Releases
fr: Communiqués de presse

source: Corporate
fr: Institutionnel

source: Launch
fr: Lancement

source: New version
fr: Nouvelle version

source: Press Reviews
fr: Revue de presse

source: Press review (march 2012)
fr: Revue de presse (mars 2012)

source: Weblogs review (march 2012)
fr: Revue de web (mars 2012)

source: Press review (april 2012)
fr: Revue de presse (avril 2012)

source: Weblogs review (april 2012)
fr: Revue de web (avril 2012)

source: Press and weblogs review (may 2012)
fr: Revue de press & web (mai 2012)

source: For the Media
fr: Pour la presse
