Repository: yasound/yaapp
Catalog: yaapp/apps/account/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Empty data
fr: Aucune donnée

source: A user already exists with this email
fr: Un utilisateur existe déjà avec cet email

source: A user already exists with this username
fr: Un utilisateur existe déjà avec cet identifiant

source: Users
fr: Utilisateurs

source: Username
fr: Identifiant

source: Name
fr: Nom

source: Join date
fr: Date d'inscription

source: No
fr: Non

source: Yes
fr: Oui

source: Password
fr: Mot de passe

source: This account is currently inactive.
fr: Ce compte est inactif.

source: The username and/or password you specified are not correct.
fr: L'identifiant et/ou le mot de passe ne sont pas corrects.

source: Enter your email or login
fr: Saisissez votre email ou identifiant

source: Language
fr: Langue

source: Language successfully updated.
fr: Langue changée avec succès

source: This username is already taken. Please choose another.
fr: Ce nom d'utilisateur est déja pris. Veuillez en choisir un autre.

source: This email is already taken. Please choose another.
fr: Cet email est déjà pris. Veuillez en choisir un autre.

source: Password confirmation
fr: Confirmation du mot de passe

source: You must type the same password each time.
fr: Vous devez saisir le même mot de passe à chaque fois.

source: Password (again)
fr: Mot de passe (à nouveau)

source: Create an account with these informations ?
fr: Créer un compte avec ces informations ?

source: Register to newsletter ?
fr: S'enregistrer à la newsletter ?

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
fr: Cet email n'a pas de compte associé. Etes-vous sur de vous être enregistré ?

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: New Password (again)
fr: Nouveau mot de passe (à nouveau)

source: Please type your current password.
fr: Veuillez saisir votre mot de passe actuel.

source: Password successfully changed.
fr: Mot de passe changé avec succès.

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas.

source: user
fr: utilisateur

source: name
fr: nom

source: web site
fr: site web

source: account type
fr: type de compte

source: twitter uid
fr: uid twitter

source: twitter token
fr: token twitter

source: twitter token secret
fr: token twitter secret

source: twitter username
fr: utilisateur twitter

source: twitter email
fr: email twitter

source: facebook uid
fr: uid facebook

source: facebook token
fr: token facebook

source: facebook username
fr: utilisateur facebook

source: facebook email
fr: email facebook

source: facebook expiration date
fr: date d'expiration facebook

source: privacy settings
fr: paramètres de vie privée

source: born
fr: né le

source: gender
fr: sexe

source: city
fr: ville

source: language
fr: langue

source: picture
fr: photo

source: email confirmed
fr: email confirmé

source: friends
fr: amis

source: last authentication date
fr: dernière date d'authentification

source: Cannot communicate with facebook
fr: Impossible de communiquer avec Facebook

source: Cannot get informations from facebook
fr: Impossible de récupérer les informations auprès de Facebook

source: Facebook identification mismatch
fr: Erreur d'identification Facebook

source: The Facebook account is already attached to another account.
fr: Le compte facebook est actuellement attaché à un autre compte.

source: This is the last account, removal is impossible
fr: C'est le dernier compte, retrait impossible

source: Cannot communicate with Twitter
fr: Impossible de communiquer avec Twitter

source: Twitter account mismatch
fr: Compte twitter différent

source: The twitter account is already attached to another account.
fr: Le compte twitter est déjà associé à un autre compte.

source: An account already exists with this email
fr: Un compte existe déjà avec cet email

source: ios device uuid
fr: ios mobile uuid

source: ios device token
fr: iods mobile token

source: ios token type
fr: type de token ios

source: registration date
fr: date d'inscription

source: ios application identifier
fr: identifiant d'application ios

source: device
fr: périphérique

source: Friends
fr: Amis

source: Private
fr: Privé

source: Male
fr: Homme

source: Female
fr: Femme

source: I posted a message on %(url)s #yasound
fr: J'ai publié un message sur %(url)s #yasound

source: I am listening to %(song)s by %(artist)s on %(url)s #yasound
fr: J'écoute %(song)s par %(artist)s sur %(url)s #yasound

source: I like %(song)s by %(artist)s on %(url)s #yasound
fr: J'aime %(song)s par %(artist)s sur %(url)s #yasound

source: I have updated my playist on %(url)s #yasound
fr: J'ai mis à jour ma programmation sur %(url)s #yasound

source: Successfully logged in as %(username)s.
fr: Connecté avec succès en tant que %(username)s.

source: Confirmation email sent to %s
fr: Mail de confirmation envoyé à %s

source: An email was sent to you to reset your password.
fr: Un email vient d'être envoyé afin de réinitialiser votre mot de passe.

source: Your password has been successfully reset.
fr: Votre mot de passe à été réinitialisé avec succès.

source: Account type is missing from request
fr: Type de compte inconnu

source: Unknown error
fr: Erreur inconnue

source: The provided file is too big
fr: Le fichier est trop gros

source: The provided file is too small
fr: Le fichier est trop petit

source: The file format is not supported
fr: Le format de fichier n'est pas supporté

source: Join me on YaSound
fr: Rejoins moi sur YaSound

source: Join me on YaSound: %(referal)s
fr: Rejoins moi sur YaSound: %(referal)s

source: With Yasound, there's no need to listen to music alone anymore. Create your own radio station instantly and share with your friends in real time online and on your phone.
fr: Avec Yasound, créez votre radio en un instant, écoutez la musique avec vos amis, et communiquez avec eux en temps réel sur votre mobile et sur le net.
