Repository: yasound/yaapp
Catalog: yaapp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error 404
fr: Erreur 404

source: Document not found.
fr: Document introuvable.

source: Error 500
fr: Erreur 500

source: Internal error.
fr: Erreur interne.

source: available on appstore
fr: disponible sur l'appstore

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: Welcome to Yasound
fr: Bienvenue sur Yasound

source: You are already authenticated
fr: Vous êtes déjà authentifié

source: Login with Facebook
fr: Se connecter avec Facebook

source: Login with Twitter
fr: Se connecter avec Twitter

source: Lost password ?
fr: Mot de passe perdu ?

source: New user ? create a new account now
fr: Nouveau ici ? Créer un compte

source: Password reset
fr: Réinitialisation du mot de passe

source: Reset password confirmation
fr: Confirmation de la réinitialisation

source: Reset
fr: Réinitialiser

source: The password reset link was invalid
fr: Le lien de réinitialisation du mot de passe est invalide

source: Lost password
fr: Mot de passe perdu

source: Reset password
fr: Réinitialiser le mot de passe

source: Registration processing
fr: Enregistrement en cours

source: Thank your for registering, an email has been sent to %(email)s to complete process.
fr: Merci pour votre inscription, un email vient d'être envoyé à %(email)s afin de compléter le processus.

source: Signup
fr: S'inscrire

source: Signup with Facebook
fr: S'inscrire avec Facebook

source: Signup with Twitter
fr: S'inscrire avec Twitter

source: Email confirmation
fr: Confirmation d'email

source: Your registration is <strong>completed</strong>. You can now create your radio on Yasound and share it with your friends.
fr: Votre inscription a bien été <strong>confirmée</strong>, vous pouvez désormais créer votre radio sur Yasound et la partager avec vos amis.

source: Invalid confirmation key.
fr: Clef de confirmation invalide

source: Somebody at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s The Yasound team.
fr: Une personne sur le site %(site_name)s a indiqué cette adresse email afin de s'inscrire. Pour valider cette adresse, veuillez aller sur %(activate_url)s L'équipe Yasound.

source: Confirm email address for %(site_name)s
fr: Confirmer l'email pour %(site_name)s

source: Yasound newsletter
fr: Newsletter Yasound

source: Home
fr: Accueil

source: Excel file (.xls)
fr: Fichier excel (.xls)

source: Import
fr: Importer

source: Text
fr: Texte

source: Text file (.txt, .csv)
fr: Fichier texte (.txt, .csv)

source: VCard file (.cvf)
fr: fichier VCard (.cvf)

source: Raw text
fr: Texte brut

source: Status
fr: Statut

source: Sending date
fr: Date d'envoi

source: No verification found
fr: Aucune vérification trouvée

source: Mute
fr: Couper le son

source: Unmute
fr: Rétablir le son

source: Play
fr: Jouer

source: Stop
fr: Arrêter

source: Listening to
fr: Ecoute de

source: Friends
fr: Amis

source: Name
fr: Nom

source: Friend
fr: Ami

source: On air
fr: En live

source: Nothing for now
fr: Rien pour le moment

source: Radio logo
fr: Logo de la radio

source: Coming soon
fr: Prochainement

source: Yasound is coming soon.
fr: Yasound arrive prochainement.

source: My radio
fr: Ma radio

source: My friends
fr: Mes amis

source: My favorites
fr: Mes favoris

source: Selection
fr: Sélection

source: Find
fr: Recherche

source: Me
fr: Moi

source: Terms and conditions
fr: Conditions d'utilisation

source: Welcome
fr: Bienvenue

source: By
fr: Par

source: Creator
fr: Créateur

source: Theme
fr: Thème

source: Audience peak
fr: Pic d'audience

source: Overall listening time
fr: Temps d'écoute global

source: Listeners
fr: Auditeurs

source: Loading application...
fr: Chargement de l'application...

source: Backoffice loading...
fr: Chargement du backoffice...

source: Key figures
fr: Chiffres clef

source: Figure
fr: Indicateur

source: Value
fr: Valeur

source: Streamer status
fr: Etat du streamer

source: User count
fr: Nombre d'utilisateurs

source: Ready Radio count
fr: Nombre de radios actives

source: Device notifications activated
fr: Notifications activées vers les mobiles

source: Uploaded songs
fr: Chansons envoyées sur le serveur

source: Message count
fr: Nombre de message

source: Messages per user
fr: Messages par utilisateur

source: Like count
fr: Nombre de J'aime

source: Likes per user
fr: "J'aime" par utilisateur

source: Favorites count
fr: Nombre de favoris

source: Yasound friend count
fr: Nombre d'amis Yasound

source: Total Friend count
fr: Nombre total d'amis

source: Listening time
fr: Temps d'écoute

source: Facebook users
fr: Utilisateurs facebook

source: Twitter users
fr: Utilisateurs Twitter

source: Yasound users
fr: Utilisateurs Yasound

source: Email confirmation ratio
fr: Taux d'utilisation du mail de confirmation

source: Total songs (matched & unmatched)
fr: Nombre total de morceaux (matchés et non matchés)

source: Unmatched songs (file not found on server)
fr: Morceaux non trouvés (fichier non présent sur le serveur)

source: Matched songs ratio
fr: Ratio de correspondance

source: Email addresses
fr: Adresses email

source: Newsletter subscribers
fr: Abonnés à la newsletter

source: Metrics
fr: Métriques

source: New users
fr: Nouveaux utilisateurs

source: New radios
fr: Nouvelles radios

source: New real radios
fr: Nouvelles radios "réelles"

source: Deleted radios
fr: Radios supprimées

source: Number of people who have already listened to at least one radio
fr: Nombre de personnes qui ont écouté au moins une radio

source: Average duration
fr: Durée moyenne

source: Notifications activated on device
fr: Notifications activées sur les mobiles

source: Notifications disabled on device
fr: Notifications désactivées sur les mobiles

source: Device count
fr: Nombre de mobiles

source: Wall messages
fr: Messages sur le wall

source: Song likes
fr: Morceaux "j'aime"

source: Radio likes / dislike / neutral
fr: Radio: j'aime / j'aime pas / neutre

source: Radio favorites / un-favorites
fr: Radio: favorites / non favorites

source: Animator actions
fr: Actions des animateurs

source: New shares
fr: Nouveaux partages

source: Radio tags
fr: Tags de radio

source: Key
fr: Clef

source: Tags count
fr: Nombre de tags

source: Sorry, item not available
fr: Désolé, ce morceau n'est pas disponible

source: Item unavailable for purchase
fr: Morceau indisponible pour achat

source: This item cannot be purchased right now, try later.
fr: Ce morceau ne peut être acheté actuellement, veuillez réessayer plus tard.

source: About
fr: A propos

source: Press
fr: Presse

source: Legal informations
fr: Mentions légales

source: Find us on Facebook
fr: Retrouvez nous sur FB

source: Follow us on Twitter
fr: Suivez nous sur Twitter

source: Search artist, radio ...
fr: Rechercher un artiste, une radio ...

source: My profile
fr: Mon profil

source: My radios
fr: Mes radios

source: My settings
fr: Mes paramètres

source: Your email
fr: Votre email

source: Your password
fr: Votre mot de passe

source: Track logo
fr: Logo du morceau

source: No name
fr: Sans nom

source: Buy on iTunes
fr: Acheter sur iTunes

source: YaSound - Create your social web radio instantly
fr: YaSound - Créez votre web radio sociale en un instant

source: With Yasound, there's no need to listen to music alone anymore. Create your own radio station instantly and share with your friends in real time.
fr: Avec Yasound, créez votre radio en un instant, écoutez la musique avec vos amis, et communiquez avec eux en temps réel.

source: Share
fr: Partager

source: Close
fr: Fermer

source: Unfollow
fr: Ne plus suivre

source: Do you really want to unfollow this user ?
fr: Voulez-vous vraiment ne plus suivre cet utilisateur ?

source: No thank you
fr: Non merci

source: Yes i want
fr: Oui je le veux

source: Connection error
fr: Erreur de connexion

source: Unable to connect Yasound server right now.
fr: Impossible de se connecter au serveur Yasound pour l'instant.

source: Dismiss
fr: Fermer

source: Reload page
fr: Recharger la page

source: You are not logged in
fr: Vous n'êtes pas authentifié

source: You have to login to access the requested resource.
fr: Vous devez être authentifié pour accéder à cette ressource.

source: Go to login page
fr: Aller à la page de login

source: Cancel
fr: Annuler

source: Discover <strong>YaSound</strong>, the free <strong>social radios</strong> platform!
fr: Découvrez <strong>YaSound</strong>, la plateforme gratuite de <strong>radios sociales</strong> !

source: <strong>Listen to</strong> the largest<br />radios database in the world
fr: <strong>Ecoutez</strong> la plus grande base de radios au monde

source: <strong>Create</strong> your radio in an instant
fr: <strong>Créez</strong> votre radio légalement et facilement

source: <strong>Share</strong> your listening with your friends
fr: <strong>Partagez</strong> votre écoute<br />avec vos amis

source: Go to top
fr: Aller au top

source: Current song
fr: Morceau en cours

source: You are not authenticated
fr: Vous n'êtes pas authentifié

source: Where to go now ?
fr: Que faire maintenant ?

source: <p class='lead'> If you already have an account, enter your credentials on the <a href='%(login_url)s'>login page</a>. </p> <p class='lead'> Already registered but you lost your credentials ? Go to the <a href='%(lost_password_url)s'>lost password page</a>. </p> <p class='lead'> No account yet? Get on the <a href='%(signup_url)s'>registration page</a> and join yasound in a few minutes. </p>
fr: <p class='lead'> Si vous êtes déjà enregistré sur Yasound, entrez vos identifiants sur la <a href='%(login_url)s'>page de connexion</a>. </p> <p class='lead'> Déja enregistré mais vous avez perdu votre mot de passe ? Allez sur la <a href='%(lost_password_url)s'>page de récupération de mot de passe</a>. </p> <p class='lead'> Pas encore de compte ? Allez sur la <a href='%(signup_url)s'>page de création de compte</a> et rejoignez yasound en quelques minutes. </p>

source: Favorites
fr: Favoris

source: Sign In
fr: S'inscrire

source: Gifts
fr: Cadeaux

source: Settings
fr: Paramètres

source: « Previous
fr: « Précédent

source: Next »
fr: Suivant »

source: favorites
fr: favoris

source: favorite
fr: favori

source: Playing
fr: En cours de lecture

source: Display the radio
fr: Afficher la radio

source: No result found
fr: Aucun résultat trouvé

source: Like song
fr: J'aime le titre

source: enabled until
fr: activée jusqu'au

source: Enter a promo code:
fr: Entrez un code promo :

source: Email login
fr: Connexion avec email

source: Password
fr: Mot de passe

source: Go to YaSound website
fr: Aller sur le site de YaSound

source: Read more
fr: Lire la suite

source: People
fr: Personnes

source: Filter by genre
fr: Filtrer par genre

source: Clear filter
fr: Effacer le filtre

source: Create radio
fr: Créer une radio

source: Log in to view your favorites.
fr: Connectez-vous pour afficher vos favoris.

source: Back to profile
fr: Retour au profil

source: Post on twitter
fr: Poster sur twitter

source: Invite your friends on Twitter
fr: Invitez vos amis avec Twitter

source: Post message
fr: Poster le message

source: Invite your friends by mail
fr: Invitez vos amis par mail

source: Google contacts
fr: Contacts Google

source: Recipient email
fr: Email du destinataire

source: Subject
fr: Sujet

source: Send mail
fr: Envoyer le mail

source: Details
fr: Détails

source: Invite your friends
fr: Invitez vos amis

source: Invite your friends and win HD
fr: Invitez vos amis et gagnez de la HD

source: Invite your facebook friends
fr: Invitez vos amis facebook

source: Invite your friends with twitter
fr: Invitez vos amis avec twitter

source: Invite your friends by email
fr: Invitez vos amis par mail

source: Connected users near your location
fr: Utilisateurs connectés près de chez vous

source: People you follow
fr: Personnes que vous suivez

source: People following you
fr: Personnes qui vous suivent

source: Log in to view your friends.
fr: Connectez-vous pour afficher vos amis.

source: Followed by
fr: Suivi par

source: Following
fr: Suit

source: action done
fr: action effectuée

source: HD actived
fr: HD activée

source: HD not activated
fr: HD désactivée

source: Until
fr: Jusqu'au

source: Go to Gifts page
fr: Aller à la page des cadeaux

source: Display the
fr: Afficher les

source: other offers
fr: autres offres

source: Enter a promo<br/>code
fr: Entrez un code<br/>promo :

source: has listened to
fr: a écouté

source: Friends activities
fr: Activités de vos amis

source: Radios activities
fr: Activités des radios

source: the programming of
fr: la programmation de

source: has been updated
fr: a été mise à jour

source: Login with Facebook or Twitter
fr: Connexion avec Facebook ou Twitter

source: No account? Register now
fr: Pas de compte ? Enregistrez-vous maintenant

source: Delete radio
fr: Supprimer la radio

source: Do you really want to delete this radio? This action cannot be undone.
fr: Voulez-vous vraiment supprimer cette radio ? Cette action est irréversible.

source: Enter "yes" to confirm:
fr: Entrez "oui" pour confirmer :

source: Log in to create your radio.
fr: Connectez-vous pour créer votre radio.

source: Delete
fr: Supprimer

source: Programming
fr: Programmation

source: Minutes of music played
fr: Minutes de musique écoutées

source: New messages
fr: Nouveaux messages

source: Yasound radio creation
fr: Création d'une radio Yasound

source: Choose a picture
fr: Choisissez une image

source: Create the radio
fr: Créer la radio

source: Radio created
fr: Radio créee

source: Your radio has been created successfully.
fr: Votre radio est créee.

source: You will be redirected to the programming page where you will be able to add content
fr: Vous allez être redirigé vers la page de programmation où vous pourrez ajouter du contenu.

source: Go to programming page
fr: Aller à la page de programmation

source: message from radio:
fr: message de la radio :

source: added radio in favorites
fr: a ajouté la radios aux favoris

source: has sent you a message
fr: vous a envoyé un message

source: Go to notifications center
fr: Aller au centre de notifications

source: others notifications
fr: autres notifications

source: has created a radio
fr: a crée une radio

source: is listening your radio
fr: écoute votre radio

source: is online on Yasound
fr: est en ligne sur Yasound

source: has posted a message
fr: a posté un message

source: has shared your radio
fr: a partagé votre radio

source: liked a song
fr: a aimé un morceau

source: Mark all as read
fr: Marquer tous comme lus

source: Congratulations! You have read all your notifications.
fr: Félicitations ! Vous avez lu toutes vos notifications

source: An email was sent to you
fr: Un email vient de vous être envoyé

source: An email has been sent to reset your password.
fr: Un email a été envoyé afin de réinitialiser votre mot de passe.

source: All radios
fr: Toutes les radios

source: All favorites
fr: Tous les favoris

source: All people
fr: Toutes les personnes

source: All tracks
fr: Tous les titres

source: Tracks you liked
fr: Titres que vous avez aimé

source: Tracks liked
fr: Titres aimés

source: Follow
fr: Suivre

source: on
fr: sur

source: Currently listening to:
fr: Ecoute actuellement :

source: Global search
fr: Recherche globale

source: Search
fr: Rechercher

source: Advanced search
fr: Recherche avancée

source: Track
fr: Piste

source: Artist
fr: Artiste

source: Send
fr: Envoyer

source: Select artists
fr: Sélectionner des artistes

source: Select albums
fr: Sélectionner des albums

source: Export selection to deezer
fr: Exporter la sélection vers Deezer

source: Do you want to export the selected tracks to deezer ?
fr: Voulez-vous exporter les titres vers Deezer ?

source: Enter a deezer playlist name:
fr: Entrez un nom de playlist deezer:

source: Deezer playlist
fr: Playlist Deezer

source: Add from server
fr: Ajouter depuis le serveur

source: Upload
fr: Uploader

source: Import from iTunes
fr: Importer depuis iTunes

source: Import from deezer
fr: Importer depuis Deezer

source: Listen now
fr: Ecouter maintenant

source: Remove
fr: Supprimer

source: Export all to Deezer
fr: Exporter toute la radio vers Deezer

source: Export selection to Deezer
fr: Exporter la sélection vers Deezer

source: Remove all songs
fr: Supprimer tous les morceaux

source: Remove all
fr: Supprimer tous les morceaux

source: Do you really want to remove all filtered titles ?
fr: Voulez-vous vraiment supprimer tous les titres filtrés ?

source: Open
fr: Ouvrir

source: Do you really want to remove this item ?
fr: Voulez-vous vraiment supprimer cet élément ?

source: History
fr: Historique

source: Start all
fr: Tout démarrer

source: Stop all
fr: Tout arrêter

source: Filename
fr: Nom

source: Progress
fr: Progression

source: Start
fr: Démarrer

source: add
fr: ajouter

source: Choose a playlist:
fr: Choisissez une playlist :

source: Import all
fr: Tout Importer

source: Download
fr: Télécharger

source: Unschedule
fr: Déprogrammer

source: Schedule
fr: Programmer

source: Add schedule
fr: Ajouter une programmation

source: Song range:
fr: Plage de chanson

source: Save
fr: Enregistrer

source: Radio settings
fr: Paramètres de la radio

source: Wall settings
fr: Paramètres du wall

source: Upload photo
fr: Importer une photo

source: Upload error
fr: Erreur d'upload

source: Header
fr: Bandeau

source: Generate new header
fr: Générer un nouveau bandeau

source: Back to radio
fr: Retour à la radio

source: Jean-Marc Plueger passed away on monday December 10th 2012. He was the co-founder of YaSound. Our condolences go to his family, his friends and all the people who shared his communicative drive.<br/><br/> His energy and creative spirit enabled YaSound to become what it is today. He has always been able to transmit us his enthusiasm. Of course we will continue developing YaSound and think about him every day.<br/><br/> You can send your condolences to <a href="mailto:condolences-jm@yasound.com">condolences-jm@yasound.com</a> or leave a message on this radio, his radio.<br/><br/> The YaSound team
fr: Jean-Marc Plueger, co-fondateur de YaSound, nous a quitté lundi 10 Décembre 2012. Toutes nos pensées vont vers ses proches, vers ceux qui l'aiment et tous ceux qui ont su apprécier son énergie communicative.<br/><br/>C'est cette énergie et son esprit créatif qui ont permis au projet YaSound d'être ce qu'il est aujourd'hui. Il a toujours su nous communiquer son enthousiasme. Nous continuerons bien entendu le développement de Yasound en pensant chaque jour à lui.<br/><br/>Vous pouvez adresser vos condoléances à : <a href="mailto:condoleances-jm@yasound.com">condoleances-jm@yasound.com</a> ou laisser un message sur le mur de cette radio, sa radio.<br/><br/> L'équipe YaSound

source: Remove from favorites
fr: Retirer des favoris

source: Add to favorites
fr: Ajouter aux favoris

source: Broadcast to your fans
fr: Message aux abonnés

source: followers
fr: abonnés

source: Add to YaSound favorites
fr: Ajouter aux favoris YaSound

source: Like song on YaSound
fr: J'aime le titre sur YaSound

source: powered by YaSound
fr: propulsée par YaSound

source: Listening to the radio
fr: Ils écoutent la radio

source: Added in favorites
fr: Ils l'ont ajouté aux favoris

source: View all
fr: Tout afficher

source: Radio creator
fr: Créateur de la radio

source: Express yourself...
fr: Exprimez vous...

source: Publish
fr: Publier

source: Confirm report as abuse
fr: Confirmer la notification d'abus

source: Do you really want to report this message as an abuse?
fr: Voulez-vous vraiment signaler ce contenu comme abusif ?

source: Confirm delete message
fr: Confirmer la suppression du message

source: Do you really want to delete this message?
fr: Voulez-vous vraiment supprimer ce message ?

source: Broadcast message to your fans
fr: Envoyer un message à vos abonnés

source: Your message
fr: Votre message

source: Send now
fr: Envoyer maintenant

source: Share this song on:
fr: Partager ce titre sur :

source: Add this radio on your blog:
fr: Ajouter cette radio sur votre blog :

source: Auto play
fr: Lecture automatique

source: Large widget
fr: Widget large

source: Link to stream:
fr: Lien vers le stream :

source: My informations
fr: Mes informations

source: My accounts
fr: Mes comptes

source: Associate my facebook account
fr: Associer mon compte facebook

source: Remove facebook account
fr: Retirer le compte facebook

source: Associate my twitter account
fr: Associer mon compte twitter

source: Remove twitter account
fr: Retirer le compte twitter

source: Remove facebook account ?
fr: Retirer le compte facebook ?

source: Do you want to remove your facebook account ?
fr: Voulez-vous retirer votre compte facebook ?

source: Remove twitter account ?
fr: Retirer le compte twitter ?

source: Do you want to remove your twitter account ?
fr: Voulez-vous retirer votre compte twitter ?

source: Create your Yasound account
fr: Création de votre compte Yasound

source: Quick registration with Facebook or Twitter
fr: Enregistrement rapide avec Facebook ou Twitter

source: Quick registration with Facebook
fr: Inscription rapide avec Facebook

source: Quick registration with Twitter
fr: Inscription rapide avec Twitter

source: Email registration
fr: Inscription par email

source: Choose a user name
fr: Choisissez un nom d'utilisateur

source: Confirm password
fr: Mot de passe (à nouveau)

source: Register my account
fr: Enregistrer mon compte

source: Already registered? Login now
fr: Déja enregistré ? Se connecter maintenant

source: Thank you for registering at Yasound
fr: Merci pour votre inscription sur Yasound

source: An email has been sent to confirm your registration.
fr: Un email a été envoyé afin de confirmer votre compte.

source: You are currently logged as
fr: Vous êtes actuellement connecté sous

source: <p class='lead'> <a href='%(logout_url)s/?next=%(root)ssignup/'>Logout</a> to switch user. </p>
fr: <p class='lead'> <a href='%(logout_url)s/?next=%(root)ssignup/'>Se déconnecter</a> pour changer d'utilisateur. </p>

source: YaSound, the number one socials radios platform
fr: YaSound, la plateforme de radios sociales numéro un

source: <strong>YasSound</strong> is a new service that lets you <br/> create <strong>your own radio station</strong> in <br/>just a few clicks and share it with your friends in real time.
fr: <strong>Yasound</strong> est un nouveau service qui vous<br/>permet de créer <strong>votre radio musicale</strong> en<br/> un instant et d'échanger en temps réel avec vos amis.

source: CEO, Co-Founder
fr: Cofondateur, Président

source: Jean-Marc founded the web agency CSTech and Jiwa, a music-on-demand website. <br/>YaSound was his latest venture. He passed away on monday December 10th of 2012 but he managed to transmit his drive and energy to the team. We will continue the project, thinking about him everyday in the future.
fr: Jean-Marc a fondé la webagency CSTech et le site de musique à la demande Jiwa.<br />YaSound est la dernière aventure entrepreneuriale dans laquelle il s'est investit. Il nous a quitté le 10 décembre 2012 mais a eu le temps de communiquer toute son énergie et son enthousiasme à son équipe qui continue le développement de ce projet en pensant chaque jour à lui.

source: CTO, Co-Founder
fr: Cofondateur, Directeur Technique

source: After developing music software and providing audio R&amp;D for video game publishers, Sébastien joined MXP4 where he became Senior Director of Technology. <br /> When he's not coding in C++, Sébastien plays music and studies Asian languages.
fr: Après avoir développé de nombreux logiciels de musique et assuré la R&D audio d'éditeurs de jeux vidéos, il rejoint la startup MXP4 où il devient Senior Director of Technology.<br />Quand il ne code pas en C++, il pratique les langues orientales et la musique.
