Repository: yasound/yaapp
Catalog: yaapp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <p>Listen to thousand of radios on the web and on mobile. Chat in real time with your friends. Create freely and easily your own radio, broadcasted everywhere, 24 hours a day, 7 days per week. Everything is available now with YaSound. <br/>It is free, it is ad-free, it is convenient, it is magic.. It is Yasound.<br/> <p>Yasound was founded in 2011 by Jean-Marc Plueger and Sébastien Métrot. </p>
fr: <p>Ecouter des milliers de radios sur le web et sur son mobile. Discuter en temps réel avec ses amis. Créer gratuitement, facilement et légalement sa propre radio, diffusée partout 24h/24 et 7J/7. Tout cela est maintenant possible avec YaSound. <br/>C'est gratuit, c'est sans pub, c'est pratique, c'est magique... C'est YaSound.<br/> <p>YaSound a été fondé en 2011 par Jean-Marc Plueger et Sébastien Métrot. </p>

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: Help
fr: Aide

source: Yasound is hiring
fr: Yasound recrute

source: Work in our Paris office and join our small and talented team working on exciting new projects with our CTO.?
fr: Vous travaillerez en nos locaux de Paris 18ème sous la supervision de notre Directeur Technique et rejoindrez une petite équipe flexible, compétente et motivée par un projet passionant.<br />

source: Write us at
fr: Intéressé ? Envoyez nous un email à

source: <h3>Mobile Software Developer</h3> <p>You will take part in the development of Yasound's mobile service (iOS + Android)</p> <ul> <li>Good C++ developer</li> <li>Knowledge of ObjectiveC and JNI appreciated.</li> <li>At least basic practical experience with dev on iOS or Android</li> <li>Taste and talent for developing innovative and effective graphical user interfaces.</li> <li>Taste for graphic and audio development</li> <li>An understanding of the challenges of streaming audio.</li> <li>Revision control systems: Git + Github.</li> <li>Love of music</li> <li>Tech English required.</li> <li>Must be curious, hard-working, efficient, passionate, and friendly. <br /> </li> </ul> <h3>Web and Server Application Developer</h3> <p>You will take part in the development of the Yasound service (web server).</p> <ul> <li>Good knowledge of Python, Node/Javascript, PHP, HTML 5, CSS.</li> <li>Good knowledge of dev application servers on Linux.</li> <li>Algorithmic / optimization / scalability.</li> <li>An understanding of the challenges of streaming audio on the web (Icecast2, RSTP, etc.)</li> <li>SQL (MySQL / PostgreSQL).</li> <li>Revision control systems: Git + Github.</li> <li>Tech English required.</li> <li>Love of music.</li> <li>Must be curious, hard-working, efficient, passionate, and friendly. <br /> </li> </ul> <h3>Interns</h3> <p> Interested in an internship in the field in web and mobile development, online marketing, or online community management? Send us an email at
fr: <h3>Développeur mobile</h3> <p>Vous participerez au développement du service Yasound sur mobile (iOS + Android)</p> <ul> <li>Maitrise du C++.</li> <li> Connaissances d'ObjectiveC et de JNI appréciées.</li> <li> Au moins une première expérience pratique de dev sur iOS ou Android.</li> <li> Goût et talent pour le développement d'interfaces graphiques originales et efficaces.</li> <li> Goût pour le dev graphique et audio.</li> <li> Bonne connaissances des problématiques de streaming audio.</li> <li> Outils de gestion revisions: Git + Github.</li> <li> Sensibilité musicale.</li> <li> Anglais technique requis.</li> <li> Curieux, rigoureux, efficace, passionné et sympa.<br /> </li> </ul> <h3>Développeur web et serveur d'application</h3> <p>Vous participerez au développement du service Yasound (web et serveur).</p> <ul> <li>Maitrise: Python, Node/Javascript, Php, HTML 5, CSS.</li> <li> Bonne connaissance du dev de serveurs d'application sur linux.</li> <li> Algorithmique / optimisation / scalabilité.</li> <li> Bonne connaissances des problématiques de streaming audio sur le web (Icecast2, rstp, etc)</li> <li> SQL (mysql / postgresql).</li> <li> Outils de gestion revisions: Git + Github.</li> <li> Anglais technique requis.</li> <li> Sensibilité musicale.</li> <li> Curieux, rigoureux, efficace, passionné et sympa.<br /> </li> </ul> <h3>Stagiaires</h3> <p>Vous recherchez un stage dans le domaine du développement web ou mobile, marketing online ou encore community management ? Envoyez nous un email à

source: High resolution photos
fr: Photos haute résolution

source: Workstation
fr: Poste de travail

source: Office
fr: Bureaux

source: Press Kits
fr: Dossiers de Presse

source: January 2013
fr: Janvier 2013

source: Press Kit
fr: Dossier de Presse

source: Press Releases
fr: Communiqués de presse

source: October 23, 2012
fr: 23 octobre 2012

source: (+graphic pack)
fr: (+pack graphique)

source: April 23, 2012
fr: 23 avril 2012

source: New version
fr: Nouvelle version

source: March 20, 2012
fr: 20 mars 2012

source: Launch
fr: Lancement

source: March 13, 2012
fr: 13 mars 2012

source: Corporate
fr: Institutionnel

source: Press Reviews
fr: Revue de presse

source: June 2012
fr: Juin 2012

source: Press and weblogs review
fr: Revue de presse & web

source: May 2012
fr: Mai 2012

source: April 2012
fr: Avril 2012

source: Weblogs review
fr: Revue de web

source: Press review
fr: Revue de presse

source: March 2012
fr: Mars 2012

source: Dear %(fullname)s, You have been invited to test our service. You can join use by clicking on the following link : %(invitation_url)s The yasound team.
fr: Cher %(fullname)s, Vous êtes invité à tester notre service. Vous pouvez rejoindre Yasound en cliquant sur le lien suivant : %(invitation_url)s L'équipe Yasound.

source: Invitation to join and test Yasound
fr: Invitation pour rejoindre et tester Yasound

source: Fuzzy search
fr: Recherche floue
